{"class_name": "Tokenizer", "config": {"num_words": 5000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": "<OOV>", "document_count": 32, "word_counts": "{\"i\": 18, \"don\\u2019t\": 4, \"do\": 1, \"much\": 5, \"it\\u2019s\": 8, \"hard\": 5, \"to\": 15, \"focus\": 2, \"on\": 2, \"myself\": 2, \"these\": 1, \"days\": 1, \"take\": 1, \"a\": 9, \"deep\": 1, \"breath\": 1, \"assess\": 1, \"and\": 9, \"try\": 1, \"adapt\": 1, \"they\": 1, \"feel\": 9, \"like\": 3, \"proud\": 2, \"mostly\": 1, \"just\": 3, \"scrolling\": 1, \"online\": 1, \"for\": 4, \"hours\": 1, \"or\": 5, \"binge\": 1, \"watching\": 1, \"shows\": 1, \"hardly\": 1, \"ever\": 1, \"\\u2013\": 8, \"tired\": 2, \"no\": 1, \"matter\": 1, \"how\": 1, \"sleep\": 1, \"i\\u2019m\": 5, \"not\": 5, \"sure\": 3, \"haven\\u2019t\": 1, \"felt\": 1, \"excitement\": 1, \"lately\": 3, \"yes\": 2, \"i\\u2019ve\": 1, \"been\": 1, \"wanting\": 1, \"start\": 1, \"hiking\": 1, \"painting\": 1, \"listening\": 1, \"music\": 1, \"going\": 3, \"short\": 1, \"walk\": 1, \"helps\": 1, \"me\": 1, \"unwind\": 2, \"different\": 1, \"each\": 1, \"day\": 1, \"sometimes\": 2, \"late\": 1, \"early\": 1, \"making\": 1, \"progress\": 1, \"pretty\": 2, \"balanced\": 1, \"work\": 3, \"some\": 1, \"exercise\": 2, \"time\": 4, \"in\": 3, \"the\": 4, \"evening\": 2, \"often\": 4, \"stuck\": 1, \"doubt\": 1, \"my\": 4, \"ability\": 1, \"handle\": 1, \"them\": 1, \"drained\": 1, \"indifferent\": 1, \"get\": 1, \"mind\": 2, \"feels\": 1, \"restless\": 1, \"even\": 2, \"when\": 2, \"kind\": 1, \"of\": 1, \"all\": 1, \"over\": 1, \"place\": 1, \"honestly\": 1, \"keep\": 1, \"routine\": 2, \"find\": 2, \"it\": 4, \"challenging\": 1, \"brings\": 1, \"up\": 2, \"too\": 1, \"worry\": 1, \"really\": 3, \"have\": 2, \"anyone\": 1, \"specific\": 1, \"enjoy\": 2, \"reading\": 1, \"spending\": 1, \"with\": 2, \"friends\": 2, \"after\": 1, \"learning\": 1, \"new\": 1, \"skills\": 1, \"at\": 1, \"maybe\": 2, \"planning\": 1, \"trip\": 1, \"few\": 1, \"times\": 1, \"week\": 1, \"stay\": 2, \"active\": 1, \"can\": 1, \"if\": 2, \"anything\": 1, \"stands\": 1, \"out\": 1, \"through\": 1, \"motions\": 1, \"nothing\": 1, \"comes\": 1, \"very\": 1, \"bit\": 1, \"misunderstood\": 1, \"motivated\": 1, \"solutions\": 1, \"difficult\": 1, \"solid\": 1, \"quite\": 1, \"connected\": 1, \"supported\": 1, \"almost\": 1, \"daily\": 1, \"nice\": 1, \"touch\": 1, \"close\": 1, \"family\": 1, \"they\\u2019re\": 1, \"always\": 1, \"there\": 1, \"tend\": 1, \"overwhelmed\": 1, \"move\": 1, \"past\": 1, \"fairly\": 1, \"steady\": 1, \"slight\": 1, \"dip\": 1, \"afternoon\": 1, \"own\": 1, \"company\": 1, \"reflection\": 1, \"healthy\": 1, \"eating\": 1, \"setting\": 1, \"aside\": 1}", "word_docs": "{\"to\": 14, \"i\": 16, \"it\\u2019s\": 8, \"hard\": 5, \"focus\": 2, \"myself\": 2, \"don\\u2019t\": 4, \"days\": 1, \"on\": 2, \"much\": 5, \"these\": 1, \"do\": 1, \"take\": 1, \"and\": 9, \"deep\": 1, \"assess\": 1, \"try\": 1, \"adapt\": 1, \"a\": 8, \"breath\": 1, \"they\": 1, \"proud\": 2, \"feel\": 8, \"like\": 3, \"scrolling\": 1, \"just\": 3, \"online\": 1, \"for\": 4, \"binge\": 1, \"hours\": 1, \"shows\": 1, \"mostly\": 1, \"watching\": 1, \"or\": 5, \"ever\": 1, \"tired\": 2, \"how\": 1, \"sleep\": 1, \"matter\": 1, \"\\u2013\": 8, \"no\": 1, \"hardly\": 1, \"sure\": 3, \"not\": 5, \"excitement\": 1, \"lately\": 3, \"haven\\u2019t\": 1, \"felt\": 1, \"i\\u2019m\": 5, \"been\": 1, \"i\\u2019ve\": 1, \"start\": 1, \"hiking\": 1, \"yes\": 2, \"wanting\": 1, \"painting\": 1, \"short\": 1, \"music\": 1, \"helps\": 1, \"listening\": 1, \"unwind\": 2, \"walk\": 1, \"me\": 1, \"going\": 3, \"sometimes\": 1, \"different\": 1, \"each\": 1, \"early\": 1, \"late\": 1, \"day\": 1, \"making\": 1, \"progress\": 1, \"some\": 1, \"time\": 4, \"work\": 3, \"balanced\": 1, \"pretty\": 2, \"in\": 3, \"exercise\": 2, \"evening\": 2, \"the\": 4, \"doubt\": 1, \"often\": 4, \"them\": 1, \"stuck\": 1, \"handle\": 1, \"ability\": 1, \"my\": 4, \"indifferent\": 1, \"drained\": 1, \"get\": 1, \"even\": 2, \"feels\": 1, \"when\": 2, \"mind\": 2, \"restless\": 1, \"honestly\": 1, \"of\": 1, \"routine\": 2, \"kind\": 1, \"place\": 1, \"keep\": 1, \"over\": 1, \"all\": 1, \"up\": 2, \"brings\": 1, \"challenging\": 1, \"worry\": 1, \"it\": 3, \"too\": 1, \"find\": 2, \"really\": 3, \"anyone\": 1, \"have\": 2, \"specific\": 1, \"with\": 2, \"after\": 1, \"friends\": 2, \"enjoy\": 2, \"spending\": 1, \"reading\": 1, \"maybe\": 2, \"new\": 1, \"at\": 1, \"planning\": 1, \"trip\": 1, \"skills\": 1, \"learning\": 1, \"stay\": 2, \"active\": 1, \"can\": 1, \"few\": 1, \"week\": 1, \"times\": 1, \"anything\": 1, \"stands\": 1, \"out\": 1, \"through\": 1, \"motions\": 1, \"if\": 2, \"nothing\": 1, \"comes\": 1, \"misunderstood\": 1, \"very\": 1, \"bit\": 1, \"difficult\": 1, \"motivated\": 1, \"solutions\": 1, \"solid\": 1, \"connected\": 1, \"supported\": 1, \"quite\": 1, \"touch\": 1, \"daily\": 1, \"almost\": 1, \"nice\": 1, \"close\": 1, \"family\": 1, \"there\": 1, \"they\\u2019re\": 1, \"always\": 1, \"move\": 1, \"overwhelmed\": 1, \"tend\": 1, \"past\": 1, \"fairly\": 1, \"steady\": 1, \"afternoon\": 1, \"slight\": 1, \"dip\": 1, \"reflection\": 1, \"own\": 1, \"company\": 1, \"setting\": 1, \"eating\": 1, \"healthy\": 1, \"aside\": 1}", "index_docs": "{\"3\": 14, \"2\": 16, \"7\": 8, \"10\": 5, \"29\": 2, \"31\": 2, \"14\": 4, \"55\": 1, \"30\": 2, \"9\": 5, \"54\": 1, \"53\": 1, \"56\": 1, \"5\": 9, \"57\": 1, \"59\": 1, \"60\": 1, \"61\": 1, \"4\": 8, \"58\": 1, \"62\": 1, \"32\": 2, \"6\": 8, \"21\": 3, \"64\": 1, \"22\": 3, \"65\": 1, \"15\": 4, \"67\": 1, \"66\": 1, \"69\": 1, \"63\": 1, \"68\": 1, \"11\": 5, \"71\": 1, \"33\": 2, \"74\": 1, \"75\": 1, \"73\": 1, \"8\": 8, \"72\": 1, \"70\": 1, \"23\": 3, \"13\": 5, \"78\": 1, \"24\": 3, \"76\": 1, \"77\": 1, \"12\": 5, \"80\": 1, \"79\": 1, \"82\": 1, \"83\": 1, \"34\": 2, \"81\": 1, \"84\": 1, \"87\": 1, \"86\": 1, \"89\": 1, \"85\": 1, \"35\": 2, \"88\": 1, \"90\": 1, \"25\": 3, \"36\": 1, \"91\": 1, \"92\": 1, \"95\": 1, \"94\": 1, \"93\": 1, \"96\": 1, \"97\": 1, \"99\": 1, \"16\": 4, \"26\": 3, \"98\": 1, \"37\": 2, \"27\": 3, \"38\": 2, \"39\": 2, \"17\": 4, \"101\": 1, \"18\": 4, \"104\": 1, \"100\": 1, \"103\": 1, \"102\": 1, \"19\": 4, \"106\": 1, \"105\": 1, \"107\": 1, \"41\": 2, \"108\": 1, \"42\": 2, \"40\": 2, \"109\": 1, \"115\": 1, \"111\": 1, \"43\": 2, \"110\": 1, \"114\": 1, \"116\": 1, \"113\": 1, \"112\": 1, \"45\": 2, \"118\": 1, \"117\": 1, \"120\": 1, \"20\": 3, \"119\": 1, \"44\": 2, \"28\": 3, \"121\": 1, \"46\": 2, \"122\": 1, \"48\": 2, \"125\": 1, \"49\": 2, \"47\": 2, \"124\": 1, \"123\": 1, \"50\": 2, \"127\": 1, \"129\": 1, \"130\": 1, \"131\": 1, \"128\": 1, \"126\": 1, \"51\": 2, \"135\": 1, \"136\": 1, \"132\": 1, \"134\": 1, \"133\": 1, \"137\": 1, \"138\": 1, \"139\": 1, \"140\": 1, \"141\": 1, \"52\": 2, \"142\": 1, \"143\": 1, \"146\": 1, \"144\": 1, \"145\": 1, \"149\": 1, \"147\": 1, \"148\": 1, \"150\": 1, \"152\": 1, \"153\": 1, \"151\": 1, \"157\": 1, \"155\": 1, \"154\": 1, \"156\": 1, \"158\": 1, \"159\": 1, \"162\": 1, \"160\": 1, \"161\": 1, \"165\": 1, \"164\": 1, \"163\": 1, \"166\": 1, \"167\": 1, \"168\": 1, \"171\": 1, \"169\": 1, \"170\": 1, \"174\": 1, \"172\": 1, \"173\": 1, \"177\": 1, \"176\": 1, \"175\": 1, \"178\": 1}", "index_word": "{\"1\": \"<OOV>\", \"2\": \"i\", \"3\": \"to\", \"4\": \"a\", \"5\": \"and\", \"6\": \"feel\", \"7\": \"it\\u2019s\", \"8\": \"\\u2013\", \"9\": \"much\", \"10\": \"hard\", \"11\": \"or\", \"12\": \"i\\u2019m\", \"13\": \"not\", \"14\": \"don\\u2019t\", \"15\": \"for\", \"16\": \"time\", \"17\": \"the\", \"18\": \"often\", \"19\": \"my\", \"20\": \"it\", \"21\": \"like\", \"22\": \"just\", \"23\": \"sure\", \"24\": \"lately\", \"25\": \"going\", \"26\": \"work\", \"27\": \"in\", \"28\": \"really\", \"29\": \"focus\", \"30\": \"on\", \"31\": \"myself\", \"32\": \"proud\", \"33\": \"tired\", \"34\": \"yes\", \"35\": \"unwind\", \"36\": \"sometimes\", \"37\": \"pretty\", \"38\": \"exercise\", \"39\": \"evening\", \"40\": \"mind\", \"41\": \"even\", \"42\": \"when\", \"43\": \"routine\", \"44\": \"find\", \"45\": \"up\", \"46\": \"have\", \"47\": \"enjoy\", \"48\": \"with\", \"49\": \"friends\", \"50\": \"maybe\", \"51\": \"stay\", \"52\": \"if\", \"53\": \"do\", \"54\": \"these\", \"55\": \"days\", \"56\": \"take\", \"57\": \"deep\", \"58\": \"breath\", \"59\": \"assess\", \"60\": \"try\", \"61\": \"adapt\", \"62\": \"they\", \"63\": \"mostly\", \"64\": \"scrolling\", \"65\": \"online\", \"66\": \"hours\", \"67\": \"binge\", \"68\": \"watching\", \"69\": \"shows\", \"70\": \"hardly\", \"71\": \"ever\", \"72\": \"no\", \"73\": \"matter\", \"74\": \"how\", \"75\": \"sleep\", \"76\": \"haven\\u2019t\", \"77\": \"felt\", \"78\": \"excitement\", \"79\": \"i\\u2019ve\", \"80\": \"been\", \"81\": \"wanting\", \"82\": \"start\", \"83\": \"hiking\", \"84\": \"painting\", \"85\": \"listening\", \"86\": \"music\", \"87\": \"short\", \"88\": \"walk\", \"89\": \"helps\", \"90\": \"me\", \"91\": \"different\", \"92\": \"each\", \"93\": \"day\", \"94\": \"late\", \"95\": \"early\", \"96\": \"making\", \"97\": \"progress\", \"98\": \"balanced\", \"99\": \"some\", \"100\": \"stuck\", \"101\": \"doubt\", \"102\": \"ability\", \"103\": \"handle\", \"104\": \"them\", \"105\": \"drained\", \"106\": \"indifferent\", \"107\": \"get\", \"108\": \"feels\", \"109\": \"restless\", \"110\": \"kind\", \"111\": \"of\", \"112\": \"all\", \"113\": \"over\", \"114\": \"place\", \"115\": \"honestly\", \"116\": \"keep\", \"117\": \"challenging\", \"118\": \"brings\", \"119\": \"too\", \"120\": \"worry\", \"121\": \"anyone\", \"122\": \"specific\", \"123\": \"reading\", \"124\": \"spending\", \"125\": \"after\", \"126\": \"learning\", \"127\": \"new\", \"128\": \"skills\", \"129\": \"at\", \"130\": \"planning\", \"131\": \"trip\", \"132\": \"few\", \"133\": \"times\", \"134\": \"week\", \"135\": \"active\", \"136\": \"can\", \"137\": \"anything\", \"138\": \"stands\", \"139\": \"out\", \"140\": \"through\", \"141\": \"motions\", \"142\": \"nothing\", \"143\": \"comes\", \"144\": \"very\", \"145\": \"bit\", \"146\": \"misunderstood\", \"147\": \"motivated\", \"148\": \"solutions\", \"149\": \"difficult\", \"150\": \"solid\", \"151\": \"quite\", \"152\": \"connected\", \"153\": \"supported\", \"154\": \"almost\", \"155\": \"daily\", \"156\": \"nice\", \"157\": \"touch\", \"158\": \"close\", \"159\": \"family\", \"160\": \"they\\u2019re\", \"161\": \"always\", \"162\": \"there\", \"163\": \"tend\", \"164\": \"overwhelmed\", \"165\": \"move\", \"166\": \"past\", \"167\": \"fairly\", \"168\": \"steady\", \"169\": \"slight\", \"170\": \"dip\", \"171\": \"afternoon\", \"172\": \"own\", \"173\": \"company\", \"174\": \"reflection\", \"175\": \"healthy\", \"176\": \"eating\", \"177\": \"setting\", \"178\": \"aside\"}", "word_index": "{\"<OOV>\": 1, \"i\": 2, \"to\": 3, \"a\": 4, \"and\": 5, \"feel\": 6, \"it\\u2019s\": 7, \"\\u2013\": 8, \"much\": 9, \"hard\": 10, \"or\": 11, \"i\\u2019m\": 12, \"not\": 13, \"don\\u2019t\": 14, \"for\": 15, \"time\": 16, \"the\": 17, \"often\": 18, \"my\": 19, \"it\": 20, \"like\": 21, \"just\": 22, \"sure\": 23, \"lately\": 24, \"going\": 25, \"work\": 26, \"in\": 27, \"really\": 28, \"focus\": 29, \"on\": 30, \"myself\": 31, \"proud\": 32, \"tired\": 33, \"yes\": 34, \"unwind\": 35, \"sometimes\": 36, \"pretty\": 37, \"exercise\": 38, \"evening\": 39, \"mind\": 40, \"even\": 41, \"when\": 42, \"routine\": 43, \"find\": 44, \"up\": 45, \"have\": 46, \"enjoy\": 47, \"with\": 48, \"friends\": 49, \"maybe\": 50, \"stay\": 51, \"if\": 52, \"do\": 53, \"these\": 54, \"days\": 55, \"take\": 56, \"deep\": 57, \"breath\": 58, \"assess\": 59, \"try\": 60, \"adapt\": 61, \"they\": 62, \"mostly\": 63, \"scrolling\": 64, \"online\": 65, \"hours\": 66, \"binge\": 67, \"watching\": 68, \"shows\": 69, \"hardly\": 70, \"ever\": 71, \"no\": 72, \"matter\": 73, \"how\": 74, \"sleep\": 75, \"haven\\u2019t\": 76, \"felt\": 77, \"excitement\": 78, \"i\\u2019ve\": 79, \"been\": 80, \"wanting\": 81, \"start\": 82, \"hiking\": 83, \"painting\": 84, \"listening\": 85, \"music\": 86, \"short\": 87, \"walk\": 88, \"helps\": 89, \"me\": 90, \"different\": 91, \"each\": 92, \"day\": 93, \"late\": 94, \"early\": 95, \"making\": 96, \"progress\": 97, \"balanced\": 98, \"some\": 99, \"stuck\": 100, \"doubt\": 101, \"ability\": 102, \"handle\": 103, \"them\": 104, \"drained\": 105, \"indifferent\": 106, \"get\": 107, \"feels\": 108, \"restless\": 109, \"kind\": 110, \"of\": 111, \"all\": 112, \"over\": 113, \"place\": 114, \"honestly\": 115, \"keep\": 116, \"challenging\": 117, \"brings\": 118, \"too\": 119, \"worry\": 120, \"anyone\": 121, \"specific\": 122, \"reading\": 123, \"spending\": 124, \"after\": 125, \"learning\": 126, \"new\": 127, \"skills\": 128, \"at\": 129, \"planning\": 130, \"trip\": 131, \"few\": 132, \"times\": 133, \"week\": 134, \"active\": 135, \"can\": 136, \"anything\": 137, \"stands\": 138, \"out\": 139, \"through\": 140, \"motions\": 141, \"nothing\": 142, \"comes\": 143, \"very\": 144, \"bit\": 145, \"misunderstood\": 146, \"motivated\": 147, \"solutions\": 148, \"difficult\": 149, \"solid\": 150, \"quite\": 151, \"connected\": 152, \"supported\": 153, \"almost\": 154, \"daily\": 155, \"nice\": 156, \"touch\": 157, \"close\": 158, \"family\": 159, \"they\\u2019re\": 160, \"always\": 161, \"there\": 162, \"tend\": 163, \"overwhelmed\": 164, \"move\": 165, \"past\": 166, \"fairly\": 167, \"steady\": 168, \"slight\": 169, \"dip\": 170, \"afternoon\": 171, \"own\": 172, \"company\": 173, \"reflection\": 174, \"healthy\": 175, \"eating\": 176, \"setting\": 177, \"aside\": 178}"}}